Repository: zeugmaster/macadamia
Catalog: macadamia/AppAssets/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, ko, pt_br, ru, tr

source: Public Key
ar: المفتاح العام
fr: Clé publique
ja: 公開鍵
ko: 공개 키
pt_br: Chave pública
ru: Публичный ключ

source: Public key copied to clipboard
ar: تم نسخ المفتاح العام إلى الحافظة
bn: Public key ক্লিপবোর্ডে কপি করা হয়েছে
de: Public-Key in die Zwischenablage kopiert
es: Clave pública copiada al portapapeles
fr: Clé publique copiée dans le presse-papiers
hi: Public key क्लिपबोर्ड पर कॉपी की गई
ja: 公開鍵がクリップボードにコピーされました
ko: 공개 키가 클립보드에 복사되었습니다
pt_br: Chave pública copiada para a área de transferência
ru: Публичный ключ скопирован в буфер обмена
tr: Public key panoya kopyalandı

source: Quote ID
ar: معرّف التسعيرة
fr: ID du devis
ja: 見積もりID
ko: 견적 ID
pt_br: ID da cotação
ru: ID котировки
tr: Teklif ID

source: Quote Not Paid 🚫💰
ar: التسعيرة لم تُدفع 🚫💰
bn: Quote পেমেন্ট হয়নি 🚫💰
de: Quote noch nicht bezahlt 🚫💰
es: Cotización no pagada 🚫💰
fr: Devis non payé 🚫💰
hi: Quote का भुगतान नहीं हुआ 🚫💰
ja: 見積もり未払い 🚫💰
ko: 견적 미결제 🚫💰
pt_br: Cotação não paga 🚫💰
ru: Котировка не оплачена 🚫💰
tr: Teklif ödenmedi 🚫💰

source: Random
ar: عشوائي
bn: এলোমেলো
de: Zufällig
es: Aleatorio
fr: Aléatoire
hi: यादृच्छिक
ja: ランダム
ko: 랜덤
pt_br: Aleatório
ru: Случайный
tr: Rastgele

source: Receive
ar: استلام
bn: গ্রহণ করুন
de: Erhalten
es: Recibir
fr: Recevoir
hi: प्राप्त करें
ja: 受信
ko: 받기
pt_br: Receber
ru: Получить
tr: Al

source: Receive via
ar: استلام عبر
bn: এর মাধ্যমে গ্রহণ
de: Empfangen via
es: Recibir vía
fr: Recevoir via
hi: के माध्यम से प्राप्त करें
ja: 受信方法
ko: 수신 방법
pt_br: Receber via
ru: Получить через
tr: Şunun ile al

source: Received at:
ar: تم الاستلام في:
bn: গ্রহণ করা হয়েছে:
de: Empfangen am:
es: Recibido el:
fr: Reçu le :
hi: प्राप्त किया गया:
ja: 受信日:
ko: 수신일:
pt_br: Recebido em:
ru: Получено:
tr: Alınma:

source: Received ecash from an unknown mint (%@). Add this mint to redeem.
ar: تم استلام ecash من mint غير معروف (%@). أضف هذا الـ mint للاسترداد.
bn: একটি অজানা Mint (%@) থেকে ecash পাওয়া গেছে। রিডিম করতে এই Mint যোগ করুন।
de: Ecash von einer unbekannten Mint erhalten (%@). Füge die Mint hinzu um das Token einzulösen.
es: Se recibió ecash de un mint desconocido (%@). Agrega este mint para canjear.
fr: Ecash reçu d'un mint inconnu (%@). Ajoute ce mint pour encaisser.
hi: एक अज्ञात Mint (%@) से ecash प्राप्त हुआ। रिडीम करने के लिए इस Mint को जोड़ें।
ja: 不明なミント(%@)からecashを受信しました。引き換えるにはこのミントを追加してください。
ko: 알 수 없는 민트(%@)에서 ecash를 받았습니다. 사용하려면 이 민트를 추가하세요.
pt_br: Ecash recebido de um mint desconhecido (%@). Adicione este mint para resgatar.
ru: Получен ecash от неизвестного минта (%@). Добавь этот минт для получения.
tr: Bilinmeyen bir Mint'ten (%@) ecash alındı. Kullanmak için bu Mint'i ekle.

source: Redeem
ar: استرداد
bn: রিডিম করুন
de: Einlösen
es: Canjear
fr: Encaisser
hi: रिडीम करें
ja: 引き換え
ko: 사용
pt_br: Resgatar
ru: Получить
tr: Kullan

source: Redeem Later
ar: استرداد لاحقًا
bn: পরে রিডিম করুন
de: Später einlösen
es: Canjear después
fr: Encaisser plus tard
hi: बाद में रिडीम करें
ja: 後で引き換え
ko: 나중에 사용
pt_br: Resgatar depois
ru: Получить позже
tr: Sonra kullan

source: Remove Mint
ar: إزالة الـ Mint
bn: Mint সরান
de: Mint entfernen
es: Eliminar Mint
fr: Supprimer le Mint
hi: Mint हटाएं
ja: ミントを削除
ko: 민트 제거
pt_br: Remover Mint
ru: Удалить минт
tr: Mint'i kaldır

source: Remove Payment
ar: إزالة الدفع
bn: পেমেন্ট সরান
de: Zahlung entfernen
es: Eliminar pago
fr: Supprimer le paiement
hi: भुगतान हटाएं
ja: 支払いを削除
ko: 결제 제거
pt_br: Remover pagamento
ru: Удалить платёж
tr: Ödemeyi kaldır

source: Remove this mint
ar: إزالة هذا الـ mint
bn: এই Mint সরান
de: Diese Mint entfernen
es: Eliminar este mint
fr: Supprimer ce mint
hi: यह Mint हटाएं
ja: このミントを削除
ko: 이 민트 제거
pt_br: Remover este mint
ru: Удалить этот минт
tr: Bu Mint'i kaldır

source: Replace Key
ar: استبدال المفتاح
bn: Key প্রতিস্থাপন করুন
de: Key ersetzen
es: Reemplazar Key
fr: Remplacer la clé
hi: Key बदलें
ja: キーを置換
ko: 키 교체
pt_br: Substituir Key
ru: Заменить ключ
tr: Key'i değiştir

source: Replace with Custom Key
ar: استبدال بمفتاح مخصص
bn: কাস্টম Key দিয়ে প্রতিস্থাপন করুন
de: Mit eigenem Key ersetzen
es: Reemplazar con clave personalizada
fr: Remplacer par une clé personnalisée
hi: कस्टम Key से बदलें
ja: カスタムキーに置換
ko: 사용자 지정 키로 교체
pt_br: Substituir por chave personalizada
ru: Заменить на свой ключ
tr: Özel Key ile değiştir

source: Request
ar: طلب
bn: রিকোয়েস্ট
de: Anfrage
es: Solicitud
fr: Demande
hi: अनुरोध
ja: リクエスト
ko: 요청
pt_br: Solicitação
ru: Запрос
tr: Talep

source: Request from
ar: طلب من
bn: থেকে অনুরোধ
de: Anfragen von:
es: Solicitar desde
fr: Demander depuis
hi: से अनुरोध करें
ja: リクエスト元
ko: 요청 출처
pt_br: Solicitar de
ru: Запросить от
tr: Talep kaynağı

source: Restore
ar: استعادة
bn: পুনরুদ্ধার করুন
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
ja: 復元
ko: 복원
pt_br: Restaurar
ru: Восстановить
tr: Geri yükle

source: Restore Error
ar: خطأ في الاستعادة
bn: পুনরুদ্ধার ত্রুটি
de: Wiederherstellungs-Fehler
es: Error de restauración
fr: Erreur de restauration
hi: पुनर्स्थापना त्रुटि
ja: 復元エラー
ko: 복원 오류
pt_br: Erro de restauração
ru: Ошибка восстановления
tr: Geri yükleme hatası

source: Restored at:
ar: تمت الاستعادة في:
bn: পুনরুদ্ধার হয়েছে:
de: Wiederhergestellt am:
es: Restaurado el:
fr: Restauré le :
hi: पुनर्स्थापित किया गया:
ja: 復元日:
ko: 복원일:
pt_br: Restaurado em:
ru: Восстановлено:
tr: Geri yüklenme:

source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
ja: 再試行
ko: 재시도
pt_br: Tentar novamente
ru: Повторить
tr: Tekrar dene

source: Romanian Leu
ar: ليو روماني
bn: রোমানিয়ান লেউ
de: Rumänischer Leu
es: Leu rumano
fr: Leu roumain
hi: रोमानियाई लेउ
ja: ルーマニアレウ
ko: 루마니아 레우
pt_br: Leu romeno
ru: Румынский лей
tr: Romanya Leyi

source: Russian Ruble
ar: روبل روسي
bn: রাশিয়ান রুবল
de: Russischer Rubel
es: Rublo ruso
fr: Rouble russe
hi: रूसी रूबल
ja: ロシアルーブル
ko: 러시아 루블
pt_br: Rublo russo
ru: Российский рубль
tr: Rus Rublesi

source: Saudi Riyal
ar: ريال سعودي
bn: সৌদি রিয়াল
es: Riyal saudí
fr: Riyal saoudien
hi: सऊदी रियाल
ja: サウジアラビアリヤル
ko: 사우디 리얄
pt_br: Rial saudita
ru: Саудовский риял
tr: Suudi Riyali

source: Save Key
ar: حفظ المفتاح
bn: Key সংরক্ষণ করুন
de: Key speichern
es: Guardar Key
fr: Sauvegarder la clé
hi: Key सहेजें
ja: キーを保存
ko: 키 저장
pt_br: Salvar Key
ru: Сохранить ключ
tr: Key'i kaydet

source: Scan or paste a token
ar: مسح أو لصق رمز
bn: টোকেন স্ক্যান বা পেস্ট করুন
de: Token scannen oder einfügen
es: Escanear o pegar un token
fr: Scanner ou coller un token
hi: टोकन स्कैन या पेस्ट करें
ja: トークンをスキャンまたは貼り付け
ko: 토큰을 스캔하거나 붙여넣기
pt_br: Escanear ou colar um token
ru: Сканировать или вставить токен
tr: Token tara veya yapıştır

source: Select
ar: تحديد
bn: নির্বাচন করুন
de: Auswählen
es: Seleccionar
fr: Sélectionner
hi: चुनें
ja: 選択
ko: 선택
pt_br: Selecionar
ru: Выбрать
tr: Seç

source: Select a mint
ar: اختيار mint
bn: একটি Mint নির্বাচন করুন
de: Mint auswählen
es: Seleccionar un mint
fr: Sélectionner un mint
hi: एक Mint चुनें
ja: ミントを選択
ko: 민트 선택
pt_br: Selecionar um mint
ru: Выбрать минт
tr: Bir Mint seç

source: Select All
ar: تحديد الكل
bn: সব নির্বাচন করুন
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
ru: Выбрать все
tr: Tümünü seç

source: Select Banner
ar: اختيار الشريط
bn: ব্যানার নির্বাচন করুন
de: Banner auswählen
es: Seleccionar banner
fr: Sélectionner la bannière
hi: बैनर चुनें
ja: バナーを選択
ko: 배너 선택
pt_br: Selecionar banner
ru: Выбрать баннер
tr: Banner seç

source: Select...
ar: تحديد...
bn: নির্বাচন করুন...
de: Auswählen...
es: Seleccionar...
fr: Sélectionner…
hi: चुनें...
ja: 選択...
ko: 선택...
pt_br: Selecionar...
ru: Выбрать…
tr: Seç...

source: Self-pay not possible
ar: الدفع الذاتي غير ممكن
bn: সেল্ফ-পে সম্ভব নয়
de: Self-Pay nicht erlaubt
es: Autopago no posible
fr: Auto-paiement impossible
hi: सेल्फ-पे संभव नहीं
ja: 自己宛支払いはできません
ko: 자기 결제 불가
pt_br: Autopagamento não possível
ru: Самооплата невозможна
tr: Kendi kendine ödeme mümkün değil

source: Send
ar: إرسال
bn: পাঠান
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
ja: 送信
ko: 보내기
pt_br: Enviar
ru: Отправить
tr: Gönder

source: Send from
ar: إرسال من
bn: থেকে পাঠান
de: Senden von
es: Enviar desde
fr: Envoyer depuis
hi: से भेजें
ja: 送信元
ko: 보내는 곳
pt_br: Enviar de
ru: Отправить с
tr: Şuradan gönder

source: Send via
ar: إرسال عبر
bn: এর মাধ্যমে পাঠান
de: Senden via
es: Enviar vía
fr: Envoyer via
hi: के माध्यम से भेजें
ja: 送信方法
ko: 전송 방법
pt_br: Enviar via
ru: Отправить через
tr: Şunun ile gönder

source: Set up Nostr Key
ar: إعداد مفتاح Nostr
bn: Nostr Key সেটআপ করুন
de: Nostr-Key einstellen
es: Configurar Nostr Key
fr: Configurer la clé Nostr
hi: Nostr Key सेटअप करें
ja: Nostrキーを設定
ko: Nostr 키 설정
pt_br: Configurar Nostr Key
ru: Настроить Nostr-ключ
tr: Nostr Key'i kur

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar

source: Share
ar: مشاركة
bn: শেয়ার করুন
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करें
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
tr: Paylaş

source: Share via QR code
ar: مشاركة عبر رمز QR
bn: QR কোডের মাধ্যমে শেয়ার করুন
de: Teilen via QR-Code
es: Compartir vía código QR
fr: Partager via QR code
hi: QR कोड से शेयर करें
ja: QRコードで共有
ko: QR 코드로 공유
pt_br: Compartilhar via QR code
ru: Поделиться через QR-код
tr: QR kodu ile paylaş

source: Show all
ar: إظهار الكل
bn: সব দেখান
de: Alle zeigen
es: Mostrar todo
fr: Tout afficher
hi: सभी दिखाएं
ja: すべて表示
ko: 모두 표시
pt_br: Mostrar tudo
ru: Показать все
tr: Tümünü göster

source: Show details
ar: إظهار التفاصيل
bn: বিবরণ দেখান
de: Details zeigen
es: Mostrar detalles
fr: Afficher les détails
hi: विवरण दिखाएं
ja: 詳細を表示
ko: 상세 보기
pt_br: Mostrar detalhes
ru: Показать подробности
tr: Ayrıntıları göster

source: Show Locking Key
ar: إظهار مفتاح القفل
bn: লকিং Key দেখান
de: Key anzeigen
es: Mostrar clave de bloqueo
fr: Afficher la clé de verrouillage
hi: लॉकिंग Key दिखाएं
ja: ロックキーを表示
ko: 잠금 키 표시
pt_br: Mostrar chave de bloqueio
ru: Показать ключ блокировки
tr: Kilitleme Key'ini göster

source: Show Seed Phrase
ar: إظهار عبارة البذرة
bn: সিড ফ্রেজ দেখান
de: Seed-Phrase anzeigen
es: Mostrar frase semilla
fr: Afficher la phrase de récupération
hi: सीड फ्रेज़ दिखाएं
ja: シードフレーズを表示
ko: 시드 구문 표시
pt_br: Mostrar frase semente
ru: Показать сид-фразу
tr: Seed ifadesini göster

source: Singapore Dollar
ar: دولار سنغافوري
bn: সিঙ্গাপুর ডলার
de: Singapur-Dollar
es: Dólar de Singapur
fr: Dollar de Singapour
hi: सिंगापुर डॉलर
ja: シンガポールドル
ko: 싱가포르 달러
pt_br: Dólar de Singapura
ru: Сингапурский доллар
tr: Singapur Doları

source: Single Payment
ar: دفع واحد
bn: একক পেমেন্ট
de: Einzelne Zahlung
es: Pago único
fr: Paiement unique
hi: एकल भुगतान
ja: 単一支払い
ko: 단일 결제
pt_br: Pagamento único
ru: Одиночный платёж
tr: Tekli ödeme

source: Something went wrong
ar: حدث خطأ ما
bn: কিছু ভুল হয়েছে
de: Etwas ist schiefgegangen
es: Algo salió mal
fr: Quelque chose s'est mal passé
hi: कुछ गलत हो गया
ja: 問題が発生しました
ko: 문제가 발생했습니다
pt_br: Algo deu errado
ru: Что-то пошло не так
tr: Bir şeyler ters gitti

source: Something went wrong...
ar: حدث خطأ ما...
bn: কিছু ভুল হয়েছে...
de: Etwas ist schiefgegangen...
es: Algo salió mal...
fr: Quelque chose s'est mal passé…
hi: कुछ गलत हो गया...
ja: 問題が発生しました...
ko: 문제가 발생했습니다...
pt_br: Algo deu errado...
ru: Что-то пошло не так…
tr: Bir şeyler ters gitti...

source: South African Rand
ar: راند جنوب أفريقي
bn: দক্ষিণ আফ্রিকান র্যান্ড
de: Südafrikanische Rand
es: Rand sudafricano
fr: Rand sud-africain
hi: दक्षिण अफ़्रीकी रैंड
ja: 南アフリカランド
ko: 남아프리카 랜드
pt_br: Rand sul-africano
ru: Южноафриканский рэнд
tr: Güney Afrika Randı

source: South Korean Won
ar: وون كوري جنوبي
bn: দক্ষিণ কোরিয়ান ওন
de: Süd-Koreanische Won
es: Won surcoreano
fr: Won sud-coréen
hi: दक्षिण कोरियाई वोन
ja: 韓国ウォン
ko: 대한민국 원
pt_br: Won sul-coreano
ru: Южнокорейская вона
tr: Güney Kore Wonu

source: Sri Lankan Rupee
ar: روبية سريلانكية
bn: শ্রীলঙ্কান রুপি
de: Sri Lanka Rupee
es: Rupia de Sri Lanka
fr: Roupie sri-lankaise
hi: श्रीलंकाई रुपया
ja: スリランカルピー
ko: 스리랑카 루피
pt_br: Rúpia do Sri Lanka
ru: Шри-ланкийская рупия
tr: Sri Lanka Rupisi

source: Swedish Krona
ar: كرونة سويدية
bn: সুইডিশ ক্রোনা
de: Schwedische Kronen
es: Corona sueca
fr: Couronne suédoise
hi: स्वीडिश क्रोना
ja: スウェーデンクローナ
ko: 스웨덴 크로나
pt_br: Coroa sueca
ru: Шведская крона
tr: İsveç Kronası

source: Swiss Franc
ar: فرنك سويسري
bn: সুইস ফ্রাঁ
de: Schweizer Franken
es: Franco suizo
fr: Franc suisse
hi: स्विस फ्रैंक
ja: スイスフラン
ko: 스위스 프랑
pt_br: Franco suíço
ru: Швейцарский франк
tr: İsviçre Frangı

source: Taiwan Dollar
ar: دولار تايواني
bn: তাইওয়ান ডলার
es: Dólar taiwanés
fr: Dollar taïwanais
hi: ताइवान डॉलर
ja: 台湾ドル
ko: 대만 달러
pt_br: Dólar taiwanês
ru: Тайваньский доллар
tr: Tayvan Doları

source: Tap to select a mint from the list
ar: انقر لتحديد mint من القائمة
bn: তালিকা থেকে একটি Mint নির্বাচন করতে ট্যাপ করুন
de: Tippen um eine Mint aus der Liste auszuwählen
es: Toca para seleccionar un mint de la lista
fr: Appuie pour sélectionner un mint dans la liste
hi: सूची से एक Mint चुनने के लिए टैप करें
ja: リストからミントを選択するにはタップ
ko: 목록에서 민트를 선택하려면 탭하세요
pt_br: Toque para selecionar um mint da lista
ru: Нажми, чтобы выбрать минт из списка
tr: Listeden bir Mint seçmek için dokun

source: Terms
ar: الشروط
bn: শর্তাবলী
de: Nutzung
es: Términos
fr: Conditions
hi: शर्तें
ja: 利用規約
ko: 약관
pt_br: Termos
ru: Условия
tr: Şartlar

source: Thai Baht
ar: بات تايلندي
bn: থাই বাত
de: Thailändische Baht
es: Baht tailandés
fr: Baht thaïlandais
hi: थाई बाट
ja: タイバーツ
ko: 태국 바트
pt_br: Baht tailandês
ru: Тайский бат
tr: Tayland Bahtı

source: The ecash has already been spent with the mint.
ar: تم إنفاق الـ ecash بالفعل مع الـ mint.
bn: Ecash ইতিমধ্যে Mint-এ খরচ হয়ে গেছে।
de: Dieses Ecash wurde bei der Mint bereits ausgegeben.
es: El ecash ya fue gastado en el mint.
fr: L'ecash a déjà été dépensé auprès du mint.
hi: Ecash Mint में पहले ही खर्च हो चुका है।
ja: このecashはすでにミントで使用済みです。
ko: 이 ecash는 이미 민트에서 사용되었습니다.
pt_br: O ecash já foi gasto no mint.
ru: Ecash уже был потрачен в минте.
tr: Ecash zaten Mint'te harcanmış.

source: The entered text does not appear to be a properly formmatted seed phrase. Make sure its twelve words, separated by spaces or line breaks.
ar: لا يبدو أن النص المُدخل عبارة بذرة منسقة بشكل صحيح. تأكد من أنها اثنتا عشرة كلمة مفصولة بمسافات أو فواصل أسطر.
bn: প্রবিষ্ট টেক্সট সঠিকভাবে ফরম্যাটেড সিড ফ্রেজ মনে হচ্ছে না। নিশ্চিত করুন যে এটি বারোটি শব্দ, স্পেস বা লাইন ব্রেক দিয়ে আলাদা।
de: Der eingegebene Text scheint keine korrekt formatierte Seed-Phrase zu sein. Stelle sicher, dass es zwölf Wörter sind, getrennt durch Leerzeichen oder Zeilenumbrüche.
es: El texto ingresado no parece ser una frase semilla con formato correcto. Asegúrate de que sean doce palabras separadas por espacios o saltos de línea.
fr: Le texte saisi ne semble pas être une phrase de récupération correctement formatée. Assure-toi que ce sont douze mots séparés par des espaces ou des sauts de ligne.
hi: दर्ज किया गया टेक्स्ट सही प्रारूप में सीड फ्रेज़ नहीं लगता। सुनिश्चित करें कि यह बारह शब्द हैं, स्पेस या लाइन ब्रेक से अलग।
ja: 入力されたテキストは正しい形式のシードフレーズではないようです。スペースまたは改行で区切られた12単語であることを確認してください。
ko: 입력한 텍스트가 올바른 형식의 시드 구문이 아닌 것 같습니다. 공백이나 줄바꿈으로 구분된 12개의 단어인지 확인하세요.
pt_br: O texto inserido não parece ser uma frase semente formatada corretamente. Certifique-se de que são doze palavras separadas por espaços ou quebras de linha.
ru: Введённый текст не похож на правильно отформатированную сид-фразу. Убедись, что это двенадцать слов, разделённых пробелами или переносами строк.
tr: Girilen metin düzgün biçimlendirilmiş bir seed ifadesi gibi görünmüyor. On iki kelime olduğundan ve boşluk veya satır sonlarıyla ayrıldığından emin ol.

source: The mint could not be reached due to a network issue. Are you both online?
ar: تعذر الوصول إلى الـ mint بسبب مشكلة في الشبكة. هل أنتما متصلان؟
bn: নেটওয়ার্ক সমস্যার কারণে Mint-এ পৌঁছানো যায়নি। আপনারা দুজনই কি অনলাইনে আছেন?
de: Diese Mint konnte nicht wegen eines Netzwerkfehlers nicht erreicht werden. Seid ihr beide online?
es: No se pudo contactar al mint por un problema de red. ¿Están ambos en línea?
fr: Le mint n'a pas pu être contacté en raison d'un problème réseau. Êtes-vous tous les deux en ligne ?
hi: नेटवर्क समस्या के कारण Mint से संपर्क नहीं हो सका। क्या आप दोनों ऑनलाइन हैं?
ja: ネットワークの問題でミントに接続できませんでした。両方ともオンラインですか？
ko: 네트워크 문제로 민트에 연결할 수 없습니다. 둘 다 온라인 상태인가요?
pt_br: Não foi possível contatar o mint devido a um problema de rede. Vocês estão ambos online?
ru: Не удалось связаться с минтом из-за проблемы с сетью. Вы оба онлайн?
tr: Ağ sorunu nedeniyle Mint'e ulaşılamadı. İkiniz de çevrimiçi misiniz?

source: The mint you are trying to add is already known to the wallet. Please add each mint only once.
ar: الـ mint الذي تحاول إضافته معروف بالفعل للمحفظة. يرجى إضافة كل mint مرة واحدة فقط.
bn: আপনি যে Mint যোগ করতে চাইছেন তা Wallet-এ ইতিমধ্যে আছে। প্রতিটি Mint শুধুমাত্র একবার যোগ করুন।
de: Diese Mint ist dem Wallet schon bekannt. Bitte füge jede Mint nur einmal hinzu.
es: El mint que intentas agregar ya es conocido por el wallet. Agrega cada mint solo una vez.
fr: Le mint que tu essaies d'ajouter est déjà connu du wallet. N'ajoute chaque mint qu'une seule fois.
hi: जो Mint आप जोड़ने का प्रयास कर रहे हैं वह Wallet को पहले से ज्ञात है। कृपया प्रत्येक Mint केवल एक बार जोड़ें।
ja: 追加しようとしているミントはすでにウォレットに登録されています。各ミントは1回のみ追加してください。
ko: 추가하려는 민트가 이미 지갑에 등록되어 있습니다. 각 민트는 한 번만 추가하세요.
pt_br: O mint que você está tentando adicionar já é conhecido pelo wallet. Adicione cada mint apenas uma vez.
ru: Минт, который ты пытаешься добавить, уже известен кошельку. Добавляй каждый минт только один раз.
tr: Eklemeye çalıştığın Mint zaten cüzdan tarafından biliniyor. Lütfen her Mint'i yalnızca bir kez ekle.

source: The operation could not be completed due to an unexpected database inconsistency. %@
ar: تعذر إتمام العملية بسبب عدم اتساق غير متوقع في قاعدة البيانات. %@
bn: অপ্রত্যাশিত ডেটাবেস অসঙ্গতির কারণে অপারেশন সম্পন্ন হয়নি। %@
de: Diese Operation konnte nicht vervollständigt werden aufgrund eines unerwarteten Datenbank-Fehlers. %@
es: La operación no pudo completarse debido a una inconsistencia inesperada en la base de datos. %@
fr: L'opération n'a pas pu être terminée en raison d'une incohérence inattendue de la base de données. %@
hi: अप्रत्याशित डेटाबेस असंगति के कारण ऑपरेशन पूरा नहीं हो सका। %@
ja: 予期しないデータベースの不整合により操作を完了できませんでした。%@
ko: 예기치 않은 데이터베이스 불일치로 작업을 완료할 수 없습니다. %@
pt_br: A operação não pôde ser concluída devido a uma inconsistência inesperada no banco de dados. %@
ru: Операция не может быть завершена из-за неожиданной несогласованности базы данных. %@
tr: Beklenmeyen bir veritabanı tutarsızlığı nedeniyle işlem tamamlanamadı. %@

source: The provided string %@ does not seem to be valid. Please send the ecash manually or reclaim it.
ar: النص المقدم %@ لا يبدو صالحًا. يرجى إرسال الـ ecash يدويًا أو استرداده.
bn: প্রদত্ত স্ট্রিং %@ বৈধ মনে হচ্ছে না। দয়া করে ecash ম্যানুয়ালি পাঠান বা পুনরুদ্ধার করুন।
de: Der angegebene Text %@ scheint nicht gültig zu sein. Bitte sende das Ecash manuell oder löse es wieder ein.
es: El texto proporcionado %@ no parece ser válido. Envía el ecash manualmente o recupéralo.
fr: La chaîne fournie %@ ne semble pas valide. Envoie l'ecash manuellement ou récupère-le.
hi: प्रदान की गई स्ट्रिंग %@ वैध नहीं लगती। कृपया ecash मैन्युअल रूप से भेजें या पुनः प्राप्त करें।
ja: 提供された文字列%@は有効ではないようです。ecashを手動で送信するか、回収してください。
ko: 제공된 문자열 %@이(가) 유효하지 않은 것 같습니다. ecash를 수동으로 보내거나 회수하세요.
pt_br: A string fornecida %@ não parece ser válida. Envie o ecash manualmente ou recupere-o.
ru: Предоставленная строка %@ не кажется действительной. Отправь ecash вручную или верни его.
tr: Sağlanan metin %@ geçerli görünmüyor. Lütfen ecash'i manuel olarak gönder veya geri al.

source: The public key you entered does not seem to be valid.
ar: المفتاح العام الذي أدخلته لا يبدو صالحًا.
bn: আপনি যে public key দিয়েছেন তা বৈধ মনে হচ্ছে না।
de: Der eingegebene Public-Key scheint nicht gültig zu sein.
es: La clave pública ingresada no parece ser válida.
fr: La clé publique saisie ne semble pas valide.
hi: आपने जो public key दर्ज की है वह वैध नहीं लगती।
ja: 入力された公開鍵は有効ではないようです。
ko: 입력한 공개 키가 유효하지 않은 것 같습니다.
pt_br: A chave pública inserida não parece ser válida.
ru: Введённый публичный ключ не кажется действительным.
tr: Girdiğin public key geçerli görünmüyor.

source: The quote has not been paid. Try again after paying the displayed quote to the mint.
ar: لم يتم دفع التسعيرة. حاول مرة أخرى بعد دفع التسعيرة المعروضة إلى الـ mint.
bn: Quote পেমেন্ট হয়নি। প্রদর্শিত Quote Mint-কে পেমেন্ট করার পর আবার চেষ্টা করুন।
de: Diese Quote wurde noch nicht bezahlt. Versuche es noch einmal nachdem Du die gezeigte Quote an die Mint bezahlt hast.
es: La cotización no ha sido pagada. Intenta de nuevo después de pagar la cotización mostrada al mint.
fr: Le devis n'a pas été payé. Réessaie après avoir payé le devis affiché au mint.
hi: Quote का भुगतान नहीं हुआ है। दिखाई गई Quote को Mint को भुगतान करने के बाद पुनः प्रयास करें।
ja: 見積もりが支払われていません。表示された見積もりをミントに支払った後、再試行してください。
ko: 견적이 결제되지 않았습니다. 표시된 견적을 민트에 결제한 후 다시 시도하세요.
pt_br: A cotação não foi paga. Tente novamente após pagar a cotação exibida ao mint.
ru: Котировка не оплачена. Повтори после оплаты отображённой котировки минту.
tr: Teklif ödenmemiş. Gösterilen teklifi Mint'e ödedikten sonra tekrar dene.

source: The request returned status: %@
ar: أرجع الطلب الحالة: %@
bn: রিকোয়েস্ট স্ট্যাটাস দিয়েছে: %@
de: Die Anfrage hat den folgenden Status zurückgegeben: %@
es: La solicitud devolvió el estado: %@
fr: La requête a retourné le statut : %@
hi: अनुरोध ने स्थिति लौटाई: %@
ja: リクエストのステータス: %@
ko: 요청이 다음 상태를 반환했습니다: %@
pt_br: A solicitação retornou o status: %@
ru: Запрос вернул статус: %@
tr: İstek şu durumu döndürdü: %@

source: The system passed an unexpected URL %@
ar: مرر النظام عنوان URL غير متوقع %@
bn: সিস্টেম একটি অপ্রত্যাশিত URL পাস করেছে %@
de: Das System hat eine unerwartete URL weitergereicht %@
es: El sistema proporcionó una URL inesperada %@
fr: Le système a transmis une URL inattendue %@
hi: सिस्टम ने एक अनपेक्षित URL पास किया %@
ja: システムが予期しないURL %@ を渡しました
ko: 시스템이 예기치 않은 URL %@을(를) 전달했습니다
pt_br: O sistema forneceu uma URL inesperada %@
ru: Система передала неожиданный URL %@
tr: Sistem beklenmeyen bir URL iletti %@

source: The transaction is unbalanced.
ar: المعاملة غير متوازنة.
bn: লেনদেন ভারসাম্যহীন।
de: Diese Transaktion ist im Ungleichgewicht.
es: La transacción está desequilibrada.
fr: La transaction est déséquilibrée.
hi: लेनदेन असंतुलित है।
ja: トランザクションが不均衡です。
ko: 거래가 불균형합니다.
pt_br: A transação está desequilibrada.
ru: Транзакция несбалансирована.
tr: İşlem dengesiz.

source: The wallet was not able to pick ecash proofs from mint %@.
ar: لم تتمكن المحفظة من اختيار إثباتات ecash من الـ mint %@.
bn: Wallet Mint %@ থেকে ecash proof বাছতে পারেনি।
de: Das Wallet konnte kein Ecash von der Mint %@ auswählen
es: El wallet no pudo seleccionar proofs de ecash del mint %@.
fr: Le wallet n'a pas pu choisir des preuves ecash du mint %@.
hi: Wallet Mint %@ से ecash proof चुनने में असमर्थ रहा।
ja: ウォレットはミント%@からecashプルーフを選択できませんでした。
ko: 지갑이 민트 %@에서 ecash 프루프를 선택할 수 없었습니다.
pt_br: O wallet não conseguiu selecionar provas de ecash do mint %@.
ru: Кошелёк не смог выбрать ecash-доказательства из минта %@.
tr: Cüzdan Mint %@'dan ecash proof'ları seçemedi.
